{
  "data": [
    {
      "name": "Dusit Thani Residence Davao",
      "catalog": "hotels",
      "sub_catalog": null,
      "slug": "dusit-thani-residence-davao",
      "details": "Dusit Thani Residence is a luxurious serviced apartment complex located in Davao City, Philippines. It is situated in the heart of the city's central business district, making it a convenient choice for travelers who are visiting for business or pleasure. The complex features a range of spacious and modern apartments, all of which are equipped with a range of amenities to ensure a comfortable and enjoyable stay. These amenities include air conditioning, a flat-screen television, a fully equipped kitchen, and a private bathroom with a shower.",
      "order": 1000,
      "address": "Stella Hizon Reyes Drive, Bo. Pampanga, 2b Maryknoll Dr, Buhangin, Davao City, 8000 Davao del Sur",
      "phone": "082 272 7500",
      "email": "",
      "business_hours": "",
      "links": [
        {
          "type": "website",
          "url": "https://www.dusit.com/dusitthani-residencedavao/"
        }
      ],
      "files": [
        {
          "url": "/images/dusit thani hotel.jpg",
          "order": 1000
        }
      ],
      "gallery": [
        { "url": "/images/dusit thani hotel gallery.jpg" },
        { "url": "/images/dusit thani hotel gallery1.jpg" },
        { "url": "/images/dusit thani hotel gallery2.jpg" },
        { "url": "/images/dusit thani hotel gallery3.jpg" }
      ],
      "comments": [
        {
          "message": "My experience at the hotel was great, and I'd definitely recommend it to others! The place is very clean, and the food is really good. I also liked their pool. The room were well-conditioned, and they had a nice selection of pillows.",
          "author": "",
          "image": ""
        }
      ],
      "tags": ["thai hotel", "Hotels"]
    },
    {
      "name": "Waterfront Insular Hotel Davao",
      "catalog": "hotels",
      "sub_catalog": null,
      "slug": "waterfront-insular-hotel-davao",
      "details": "The Waterfront Insular Hotel is a four-star hotel located in Davao City, Philippines. It is situated in the heart of the city's central business district, making it a convenient choice for travelers who are visiting for business or pleasure. The hotel features a range of guest rooms and suites, all of which are equipped with a range of amenities to ensure a comfortable and enjoyable stay. These amenities include air conditioning, a flat-screen television, a minibar, and a private bathroom with a shower.",
      "order": 1000,
      "address": "Davao-Agusan Highway Brgy. 12-B, Davao City, Mindanao 8000 Philippines",
      "phone": "082 233 2881",
      "email": "",
      "business_hours": "",
      "links": [
        {
          "type": "website",
          "url": "https://www.waterfronthotels.com.ph/"
        }
      ],
      "files": [
        {
          "url": "/images/waterfront insular hotel.jpg",
          "order": 1000
        }
      ],
      "gallery": [
        { "url": "/images/waterfront insular hotel gallery.jpg" },
        { "url": "/images/waterfront insular hotel gallery1.jpg" },
        { "url": "/images/waterfront insular hotel gallery2.jpg" },
        { "url": "/images/waterfront insular hotel gallery3.jpg" }
      ],
      "comments": [
        {
          "message": "I stayed at this hotel recently and I found it to be very clean, comfortable, and well-cared for. The room was very clean, and I loved the way it smelled when I walked in. The staff was also very friendly and helpful. They helped me check into my room promptly",
          "author": "",
          "image": ""
        }
      ],
      "tags": ["Hotels", "relaxing"]
    },
    {
      "name": "Anavada Apartment Inn, Davao",
      "catalog": "hotels",
      "sub_catalog": null,
      "slug": "anavada-apartment-inn-davao",
      "details": "Anavada Apartment Inn is a serviced apartment complex located in Davao City, Philippines. It is situated in the heart of the city's central business district, making it a convenient choice for travelers who are visiting for business or pleasure. The complex features a range of spacious and modern apartments, all of which are equipped with a range of amenities to ensure a comfortable and enjoyable stay. These amenities include air conditioning, a flat-screen television, a fully equipped kitchen, and a private bathroom with a shower.",
      "order": 1000,
      "address": "block 12 Anavada Apartment Inn, aplicador st. corner Buulan St, Buhangin, Dabaw, 8000 Lalawigan ng Davao del Sur",
      "phone": "0906 253 2118",
      "email": "",
      "business_hours": "",
      "links": [
        {
          "type": "facebook",
          "url": "https://m.facebook.com/people/Anavada-Apartment-Inn-Davao/100063832599425/"
        }
      ],
      "files": [
        {
          "url": "/images/anavada apartment inn.jpg",
          "order": 1000
        }
      ],
      "gallery": [
        { "url": "/images/anavada apartment inn gallery.jpg" },
        { "url": "/images/anavada apartment inn gallery1.jpg" },
        { "url": "/images/anavada apartment inn gallery2.jpg" },
        { "url": "/images/anavada apartment inn gallery3.jpg" }
      ],
      "comments": [
        {
          "message": "We had a great time at Anavada Apartment Inn, and we were impressed by how clean and well-kept it was. The room we stayed in was spacious, comfortable, and very well-lit. The bed was also very comfortable, and I slept well every night!",
          "author": "",
          "image": ""
        }
      ],
      "tags": ["Inn"]
    },
    {
      "name": "Seda Abreeza",
      "catalog": "hotels",
      "sub_catalog": null,
      "slug": "seda-abreeza",
      "details": "Seda Abreeza is a luxury hotel located in Davao City, Philippines. It is located in the heart of the city's central business district, making it a convenient choice for travelers who are visiting for business or pleasure. The hotel features modern and spacious guest rooms and suites, all of which are equipped with a range of amenities to ensure a comfortable and enjoyable stay. These amenities include air conditioning, a flat-screen television, a minibar, and a private bathroom with a shower.",
      "order": 1000,
      "address": "J.P. Laurel Ave, Bajada, Davao City, 8000 Davao del Sur",
      "phone": "0917 851 7302",
      "email": "",
      "business_hours": "",
      "links": [
        {
          "type": "website",
          "url": "https://abreeza.sedahotels.com/"
        }
      ],
      "files": [
        {
          "url": "/images/seda abreeza.jpg",
          "order": 1000
        }
      ],
      "gallery": [
        { "url": "/images/seda abreeza gallery.jpg" },
        { "url": "/images/seda abreeza gallery1.jpg" },
        { "url": "/images/seda abreeza gallery2.jpg" },
        { "url": "/images/seda abreeza gallery3.jpg" }
      ],
      "comments": [
        {
          "message": "The food was delicious—I especially loved the breakfast buffet they offered each morning! Their pool is beautiful, too—it's very relaxing to sit by it and read a book while taking in the view.",
          "author": "",
          "image": ""
        }
      ],
      "tags": ["Hotels"]
    },
    {
      "name": "Grand Regal Hotel",
      "catalog": "hotels",
      "sub_catalog": null,
      "slug": "grand-regal-hotel",
      "details": "The Grand Regal Hotel is a four-star hotel located in Davao City, Philippines. It is situated in the heart of the city's central business district, making it a convenient choice for travelers who are visiting for business or pleasure. The hotel features a range of guest rooms and suites, all of which are equipped with a range of amenities to ensure a comfortable and enjoyable stay. These amenities include air conditioning, a flat-screen television, a minibar, and a private bathroom with a shower.",
      "order": 1000,
      "address": "J.P. Laurel Ave, Lanang, Buhangin, Davao City, 8000 Davao del Sur",
      "phone": "0966 174 0888",
      "email": "",
      "business_hours": "",
      "links": [
        {
          "type": "website",
          "url": "http://thegrandregalhotel.com/"
        }
      ],
      "files": [
        {
          "url": "/images/grand regal hotel.jpg",
          "order": 1000
        }
      ],
      "gallery": [
        { "url": "/images/grand regal hotel gallery.jpg" },
        { "url": "/images/grand regal hotel gallery1.jpg" },
        { "url": "/images/grand regal hotel gallery2.jpg" },
        { "url": "/images/grand regal hotel gallery3.jpg" }
      ],
      "comments": [
        {
          "message": "The hotel also offers many amenities that make your stay more exciting: a pool with a waterfall running through it; a jacuzzi; and an awesome exercise room where you can work out in peace.",
          "author": "",
          "image": ""
        }
      ],
      "tags": ["Hotels"]
    },
    {
      "name": "Marco Polo Davao",
      "catalog": "hotels",
      "sub_catalog": null,
      "slug": "marco-polo-davao",
      "details": "The Marco Polo Hotel is a luxurious five-star hotel located in Davao City, Philippines. It is situated in the heart of the city's central business district, making it a convenient choice for travelers who are visiting for business or pleasure. The hotel features a range of guest rooms and suites, all of which are equipped with a range of amenities to ensure a comfortable and enjoyable stay. These amenities include air conditioning, a flat-screen television, a minibar, and a private bathroom with a shower.",
      "order": 1000,
      "address": "C. M. Recto, Poblacion District, Davao City, 8000 Davao del Sur",
      "phone": "082 221 0888",
      "email": "",
      "business_hours": "",
      "links": [
        {
          "type": "website",
          "url": "http://www.marcopolohotels.com/"
        }
      ],
      "files": [
        {
          "url": "/images/marco polo hotel.jpg",
          "order": 1000
        }
      ],
      "gallery": [
        { "url": "/images/marco polo hotel gallery.jpg" },
        { "url": "/images/marco polo hotel gallery.jpeg" },
        { "url": "/images/marco polo hotel gallery1.jpg" },
        { "url": "/images/marco polo hotel gallery2.jpg" }
      ],
      "comments": [
        {
          "message": "I have to admit that I was very impressed by the hotel. I loved the pool and the room were well conditioned. The food is also good.",
          "author": "",
          "image": ""
        }
      ],
      "tags": ["Hotels"]
    }
  ]
}
